Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# yarn.empty.title
source: No Yarn Yet
da: Intet garn endnu
de: Noch kein Garn
el: Δεν υπάρχει ακόμη νήμα
fi: Ei lankaa vielä
fr: Pas encore de fil
ja: 毛糸はまだありません
ko: 아직 실이 없습니다
nb: Ikke noe garn ennå
nl: Nog geen garen
sv: Inget garn än
zh_hans: 还没有毛线
zh_hant: 還沒有毛線

# yarn.error.archiveUnavailable
source: Your saved library couldn’t be opened, so no changes were written. Restore it or restart KnitNote, then try again.
da: Dit gemte bibliotek kunne ikke åbnes, så der blev ikke gemt ændringer. Gendan det, eller genstart KnitNote, og prøv igen.
de: Die gespeicherte Bibliothek konnte nicht geöffnet werden. Es wurden keine Änderungen geschrieben. Stelle sie wieder her oder starte KnitNote neu und versuche es erneut.
el: Δεν ήταν δυνατό να ανοίξει η αποθηκευμένη βιβλιοθήκη σας, επομένως δεν καταγράφηκαν αλλαγές. Επαναφέρετέ την ή επανεκκινήστε το KnitNote και δοκιμάστε ξανά.
fi: Tallennettua kirjastoasi ei voitu avata, joten muutoksia ei kirjoitettu. Palauta se tai käynnistä KnitNote uudelleen ja yritä sitten uudelleen.
fr: Impossible d’ouvrir la bibliothèque enregistrée. Aucune modification n’a été écrite. Restaurez-la ou redémarrez KnitNote, puis réessayez.
ja: 保存済みのライブラリを開けなかったため、変更は書き込まれませんでした。ライブラリを復元するかKnitNoteを再起動して、もう一度お試しください。
ko: 저장된 라이브러리를 열 수 없으므로 변경 사항이 기록되지 않았습니다. 복원하거나 KnitNote를 다시 시작한 다음 다시 시도하십시오.
nb: Det lagrede biblioteket ditt kunne ikke åpnes, så ingen endringer ble lagret. Gjenopprett det eller start KnitNote på nytt, og prøv igjen.
nl: Je bewaarde bibliotheek kon niet worden geopend, dus er zijn geen wijzigingen opgeslagen. Herstel de bibliotheek of start KnitNote opnieuw en probeer het nogmaals.
sv: Ditt sparade bibliotek kunde inte öppnas, så inga ändringar sparades. Återställ det eller starta om KnitNote och försök igen.
zh_hans: 无法打开已保存的数据库，因此未写入任何更改。请恢复数据或重新启动 KnitNote 后再试一次。
zh_hant: 無法開啟已儲存的資料庫，因此未寫入任何變更。請還原資料或重新啟動 KnitNote 後再試一次。

# yarn.error.completedProjectLink
source: This yarn is linked to a completed project and can’t be deleted.
da: Dette garn er knyttet til et færdigt projekt og kan ikke slettes.
de: Dieses Garn ist mit einem abgeschlossenen Projekt verknüpft und kann nicht gelöscht werden.
el: Αυτό το νήμα συνδέεται με ένα ολοκληρωμένο έργο και δεν μπορεί να διαγραφεί.
fi: Tämä lanka on linkitetty valmiiseen projektiin, eikä sitä voi poistaa.
fr: Ce fil est lié à un projet terminé et ne peut pas être supprimé.
ja: この毛糸は完了した作品にリンクされているため、削除できません。
ko: 이 실은 완료된 프로젝트와 연결되어 있으며 삭제할 수 없습니다.
nb: Dette garnet er knyttet til et ferdig prosjekt og kan ikke slettes.
nl: Dit garen is gekoppeld aan een voltooid project en kan niet worden verwijderd.
sv: Detta garn är kopplat till ett färdigt projekt och kan inte raderas.
zh_hans: 这款毛线已链接已完成的作品，无法删除。
zh_hant: 這款毛線已連結已完成的作品，無法刪除。

# yarn.error.deleteFailed.message
source: The yarn wasn’t deleted. Try again.
da: Garnet blev ikke slettet. Prøv igen.
de: Das Garn wurde nicht gelöscht. Versuche es erneut.
el: Το νήμα δεν διαγράφηκε. Δοκιμάστε ξανά.
fi: Lankaa ei poistettu. Yritä uudelleen.
fr: Le fil n'a pas été supprimé. Réessayez.
ja: 毛糸は削除されませんでした。もう一度お試しください。
ko: 실이 삭제되지 않았습니다. 다시 시도해 주세요.
nb: Garnet ble ikke slettet. Prøv igjen.
nl: Het garen is niet verwijderd. Probeer het opnieuw.
sv: Garnet raderades inte. Försök igen.
zh_hans: 毛线尚未删除，请再试一次。
zh_hant: 毛線尚未刪除，請再試一次。

# yarn.error.deleteFailed.title
source: Couldn’t Delete Yarn
da: Kunne ikke slette garnet.
de: Garn konnte nicht gelöscht werden
el: Δεν ήταν δυνατή η διαγραφή του νήματος
fi: Lankaa ei voitu poistaa
fr: Impossible de supprimer le fil
ja: 毛糸を削除できませんでした
ko: 실을 삭제할 수 없음
nb: Kunne ikke slette garnet.
nl: Garen kon niet worden verwijderd
sv: Kunde inte radera garnet
zh_hans: 无法删除毛线
zh_hant: 無法刪除毛線

# yarn.error.invalidNumber
source: Enter a valid number.
da: Indtast et gyldigt tal.
de: Gib eine gültige Zahl ein.
el: Εισάγετε έναν έγκυρο αριθμό.
fi: Syötä kelvollinen luku.
fr: Entrez un numéro valide.
ja: 有効な数値を入力してください。
ko: 올바른 숫자를 입력하세요.
nb: Skriv inn et gyldig tall.
nl: Voer een geldig getal in.
sv: Ange ett giltigt tal.
zh_hans: 请输入有效数字。
zh_hant: 請輸入有效數字。

# yarn.error.linkedProjectsChanged
source: One or more linked projects changed. Review the project links and try again.
da: Et eller flere tilknyttede projekter er ændret. Gennemgå projektlinkene, og prøv igen.
de: Mindestens ein verknüpftes Projekt wurde geändert. Prüfe die Projektverknüpfungen und versuche es erneut.
el: Ένα ή περισσότερα συνδεδεμένα έργα άλλαξαν. Ελέγξτε τους συνδέσμους των έργων και δοκιμάστε ξανά.
fi: Yksi tai useampi linkitetty projekti muuttui. Tarkista projektilinkit ja yritä uudelleen.
fr: Un ou plusieurs projets liés ont changé. Vérifiez les liens des projets et réessayez.
ja: リンク済みの作品が変更されました。作品とのリンクを確認して、もう一度お試しください。
ko: 하나 이상의 연결된 프로젝트가 변경되었습니다. 프로젝트 링크를 검토한 후 다시 시도하십시오.
nb: Ett eller flere tilknyttede prosjekter er endret. Se gjennom prosjektkoblingene og prøv igjen.
nl: Een of meer gekoppelde projecten zijn gewijzigd. Controleer de projectkoppelingen en probeer het opnieuw.
sv: Ett eller flera länkade projekt har ändrats. Granska projektlänkarna och försök igen.
zh_hans: 一个或多个关联作品已变更。请检查作品链接后再试一次。
zh_hant: 一個或多個關聯作品已變更。請檢查作品連結後再試一次。

# yarn.error.loadFailed.message
source: KnitNote won’t show an empty library or save changes while the archive is unreadable. Restore access to the saved file, then retry.
da: KnitNote viser ikke et tomt bibliotek eller gemmer ændringer, mens arkivet er ulæseligt. Genvind adgang til den gemte fil, og prøv igen.
de: Solange das Archiv nicht lesbar ist, zeigt KnitNote keine leere Bibliothek an und speichert keine Änderungen. Stelle den Zugriff auf die gespeicherte Datei wieder her und versuche es erneut.
el: Το KnitNote δεν θα εμφανίσει κενή βιβλιοθήκη ούτε θα αποθηκεύσει αλλαγές όσο το αρχείο δεν είναι αναγνώσιμο. Αποκαταστήστε την πρόσβαση στο αποθηκευμένο αρχείο και δοκιμάστε ξανά.
fi: KnitNote ei näytä tyhjää kirjastoa eikä tallenna muutoksia, kun arkistoa ei voi lukea. Palauta tallennetun tiedoston käyttöoikeus ja yritä uudelleen.
fr: Tant que l’archive est illisible, KnitNote n’affiche pas de bibliothèque vide et n’enregistre aucune modification. Rétablissez l’accès au fichier enregistré, puis réessayez.
ja: アーカイブを読み込めない間、KnitNoteは空のライブラリを表示せず、変更も保存しません。保存済みファイルへのアクセスを復元して、もう一度お試しください。
ko: 보관 파일을 읽을 수 없는 동안 KnitNote는 빈 라이브러리를 표시하거나 변경 사항을 저장하지 않습니다. 저장된 파일에 대한 접근을 복원한 다음 다시 시도하세요.
nb: KnitNote vil ikke vise et tomt bibliotek eller lagre endringer mens arkivet er ulestelig. Gjenopprett tilgang til den lagrede filen, og prøv igjen.
nl: KnitNote toont geen lege bibliotheek en bewaart geen wijzigingen zolang het archief onleesbaar is. Herstel de toegang tot het bewaarde bestand en probeer het opnieuw.
sv: KnitNote visar inte ett tomt bibliotek eller sparar ändringar medan arkivet är oläsbart. Återställ åtkomst till den sparade filen och försök igen.
zh_hans: 存档无法读取时，KnitNote 不会显示空数据库或保存更改。请先恢复已保存文件的访问权限，再重试。
zh_hant: 封存檔無法讀取時，KnitNote 不會顯示空資料庫或儲存變更。請先恢復已儲存檔案的存取權，再試一次。

# yarn.error.loadFailed.title
source: Couldn’t Open Saved Library
da: Kunne ikke åbne det gemte bibliotek.
de: Gespeicherte Bibliothek konnte nicht geöffnet werden
el: Δεν ήταν δυνατό να ανοίξει η αποθηκευμένη βιβλιοθήκη
fi: Ei voitu avata tallennettua kirjastoa
fr: Impossible d'ouvrir la bibliothèque enregistrée
ja: 保存済みのライブラリを開けませんでした
ko: 저장된 라이브러리를 열 수 없음
nb: Kunne ikke åpne det lagrede biblioteket.
nl: Bewaarde bibliotheek kon niet worden geopend
sv: Kunde inte öppna det sparade biblioteket.
zh_hans: 无法打开已保存的数据库
zh_hant: 無法開啟已儲存的資料庫

# yarn.error.negativeInventory
source: Inventory cannot be negative.
da: Lagerbeholdningen kan ikke være negativ.
de: Der Bestand kann nicht negativ sein.
el: Το απόθεμα δεν μπορεί να είναι αρνητικό.
fi: Varastosaldo ei voi olla negatiivinen.
fr: L'inventaire ne peut pas être négatif.
ja: 在庫を負の数にはできません。
ko: 재고 수량은 음수가 될 수 없습니다.
nb: Lagerbeholdningen kan ikke være negativ.
nl: De voorraad kan niet negatief zijn.
sv: Lagersaldot får inte vara negativt.
zh_hans: 库存不可为负数。
zh_hant: 庫存不可為負數。

# yarn.error.photoInvalid
source: KnitNote couldn’t use that photo. Choose another photo and try again.
da: KnitNote kunne ikke bruge det billede. Vælg et andet billede, og prøv igen.
de: KnitNote konnte dieses Foto nicht verwenden. Wähle ein anderes Foto aus und versuche es erneut.
el: Το KnitNote δεν μπόρεσε να χρησιμοποιήσει αυτή τη φωτογραφία. Επιλέξτε άλλη φωτογραφία και δοκιμάστε ξανά.
fi: KnitNote ei voinut käyttää tuota kuvaa. Valitse toinen kuva ja yritä uudelleen.
fr: KnitNote n'a pas pu utiliser cette photo. Choisissez une autre photo et réessayez.
ja: KnitNoteはその写真を使用できませんでした。別の写真を選択してもう一度お試しください。
ko: KnitNote는 그 사진을 사용할 수 없었습니다. 다른 사진을 선택하고 다시 시도해 주세요.
nb: KnitNote kunne ikke bruke det bildet. Velg et annet bilde og prøv igjen.
nl: KnitNote kon die foto niet gebruiken. Kies een andere foto en probeer het opnieuw.
sv: KnitNote kunde inte använda det fotot. Välj ett annat foto och försök igen.
zh_hans: KnitNote 无法使用该照片。请选择其他照片后再试一次。
zh_hant: KnitNote 無法使用該照片。請選擇其他照片後再試一次。

# yarn.error.saveRetry
source: Couldn’t save your changes. Your entries are still here; try again.
da: Kunne ikke gemme dine ændringer. Dine indtastninger er stadig her; prøv igen.
de: Änderungen konnten nicht gespeichert werden. Deine Eingaben sind noch vorhanden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση των αλλαγών σας. Οι καταχωρίσεις σας παραμένουν εδώ· δοκιμάστε ξανά.
fi: Muutoksia ei voitu tallentaa. Merkintäsi ovat edelleen täällä; yritä uudelleen.
fr: Impossible d’enregistrer vos modifications. Vos saisies sont toujours présentes. Réessayez.
ja: 変更を保存できませんでした。入力内容は残っています。もう一度お試しください。
ko: 변경 사항을 저장할 수 없습니다. 입력한 내용은 그대로 남아 있습니다. 다시 시도해 주세요.
nb: Kunne ikke lagre endringene dine. Innleggene dine er fortsatt her; prøv igjen.
nl: Je wijzigingen konden niet worden bewaard. Je invoer staat er nog; probeer het opnieuw.
sv: Kunde inte spara dina ändringar. Dina uppgifter finns fortfarande här; försök igen.
zh_hans: 无法保存变更。输入内容仍保留在此，请再试一次。
zh_hant: 無法儲存變更。輸入內容仍保留在此，請再試一次。

# yarn.fiberContent
source: Fiber Content
da: Fiberindhold
de: Faserzusammensetzung
el: Περιεκτικότητα σε ίνες
fi: Kuitupitoisuus
fr: Composition
ja: 素材
ko: 섬유 함량
nb: Fiberinnhold
nl: Vezelsamenstelling
sv: Fiberinnehåll
zh_hans: 纤维成分
zh_hant: 纖維成分

# yarn.inventory.balls
source: Balls remaining: %@
da: Resterende nøgler: %@
de: Verbleibende Knäuel: %@
el: Κουβάρια που απομένουν: %@
fi: Keriä jäljellä: %@
fr: Pelotes restantes : %@
ja: 残りの玉数：%@
ko: 남은 실뭉치: %@
nb: Nøster igjen: %@
nl: Resterende bollen: %@
sv: Återstående nystan: %@
zh_hans: 剩余毛线球：%@
zh_hant: 剩餘毛線球：%@

# yarn.inventory.grams
source: Grams remaining: %@
da: Resterende gram: %@
de: Verbleibende Gramm: %@
el: Υπολειπόμενα γραμμάρια: %@
fi: Grammoja jäljellä: %@
fr: Grammes restants : %@
ja: 残りのグラム数：%@
ko: 남은 그램: %@
nb: Gram igjen: %@
nl: Resterende grammen: %@
sv: Återstående gram: %@
zh_hans: 剩余克数：%@
zh_hant: 剩餘公克：%@

# yarn.label.details
source: Label Details
da: Etiketdetaljer
de: Etikettdetails
el: Λεπτομέρειες ετικέτας
fi: Etiketin tiedot
fr: Détails de l'étiquette
ja: ラベル情報
ko: 라벨 세부 정보
nb: Etikettdetaljer
nl: Labelgegevens
sv: Etikettinformation
zh_hans: 标签信息
zh_hant: 標籤資料

# yarn.labelPhoto.accessibility %lld
source: Yarn label photo %lld
da: Foto af garnmærke %lld
de: Garnetikettfoto %lld
el: Φωτογραφία ετικέτας νήματος %lld
fi: Langan etikettikuva %lld
fr: Photo de l'étiquette du fil %lld
ja: 毛糸ラベルの写真 %lld
ko: 실 라벨 사진 %lld
nb: Foto av garnetikett %lld
nl: Foto %lld van het garenlabel
sv: Foto på garnetikett %lld
zh_hans: 毛线标签照片 %lld
zh_hant: 毛線標籤照片 %lld

# yarn.labelPhoto.remove
source: Remove Photo
da: Fjern billede
de: Foto entfernen
el: Αφαίρεση φωτογραφίας
fi: Poista kuva
fr: Supprimer la photo
ja: 写真を削除
ko: 사진 제거
nb: Fjern bilde
nl: Foto verwijderen
sv: Ta bort bild
zh_hans: 移除照片
zh_hant: 移除照片

source: Yarn Label Photos
da: Fotos af garnmærker
de: Fotos von Garnetiketten
el: Φωτογραφίες ετικέτας νήματος
fi: Langan etikettikuvat
fr: Photos d'étiquettes de fil
ja: 毛糸ラベルの写真
ko: 실 라벨 사진들
nb: Bilder av garnetiketter
nl: Foto's van het garenlabel
sv: Fotografier av garnetiketter
zh_hans: 毛线标签照片
zh_hant: 毛線標籤照片

# yarn.labelPhotos.storage.unavailable
source: Unavailable
da: utilgængelig
de: Nicht verfügbar
el: Μη διαθέσιμο
fi: Ei saatavilla
fr: Indisponible
ja: 利用できません
ko: 사용할 수 없음
nb: ikke tilgjengelig
nl: Niet beschikbaar
sv: inte tillgänglig
zh_hans: 无法获取
zh_hant: 無法取得

# yarn.lengthMeters
source: Length (m)
da: Længde (m)
de: Länge (m)
el: Μήκος (m)
fi: Pituus (m)
fr: Longueur (m)
ja: 長さ（m）
ko: 길이(m)
nb: Lengde (m)
nl: Lengte (m)
sv: Längd (m)
zh_hans: 每球长度（米）
zh_hant: 每球長度（公尺）

# yarn.library.title
source: Yarn Library
da: Garnbibliotek
de: Garnbibliothek
el: Βιβλιοθήκη νημάτων
fi: Lankakirjasto
fr: Bibliothèque de fils
ja: 毛糸ライブラリ
ko: 실 라이브러리
nb: Garnbibliotek
nl: Garenbibliotheek
sv: Garnbibliotek
zh_hans: 毛线库
zh_hant: 毛線庫

# yarn.linkedProjects
source: Linked Projects
da: Tilknyttede projekter
de: Verknüpfte Projekte
el: Συνδεδεμένα έργα
fi: Yhdistetyt hankkeet
fr: Projets liés
ja: リンク済みの作品
ko: 연결된 프로젝트들
nb: Lenkte prosjekter
nl: Gekoppelde projecten
sv: Länkade projekt
zh_hans: 关联作品
zh_hant: 關聯作品

# yarn.name
source: Name
da: navn
el: Όνομα
fi: Nimi
fr: Nom
ja: 名前
ko: 이름
nb: navn
nl: Naam
sv: namn
zh_hans: 名称
zh_hant: 名稱

# yarn.notes
source: Notes
da: Noter
de: Notizen
el: Σημειώσεις
fi: Muistiinpanot
ja: メモ
ko: 메모
nb: Notater
nl: Notities
sv: Anteckningar
zh_hans: 备注
zh_hant: 備註

# yarn.photo
source: Photo
da: fotografi
de: Foto
el: Φωτογραφία
fi: Kuva
ja: 写真
ko: 사진
nb: foto
nl: Foto
sv: foto
zh_hans: 照片
zh_hant: 照片

# yarn.photo.choose
source: Choose Photo
da: Vælg billede
de: Foto auswählen
el: Επιλογή φωτογραφίας
fi: Valitse valokuva
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
nb: Velg bilde
nl: Foto kiezen
sv: Välj foto
zh_hans: 选择照片
zh_hant: 選擇照片

# yarn.photo.loadFailed
source: Couldn't load the selected photo.
da: Kunne ikke indlæse det valgte billede.
de: Das ausgewählte Foto konnte nicht geladen werden.
el: Δεν ήταν δυνατή η φόρτωση της επιλεγμένης φωτογραφίας.
fi: Valittua kuvaa ei voitu ladata.
fr: Impossible de charger la photo sélectionnée.
ja: 選択した写真を読み込めませんでした。
ko: 선택한 사진을 로드할 수 없습니다.
nb: Det var ikke mulig å laste inn det valgte bildet.
nl: De geselecteerde foto kon niet worden geladen.
sv: Kunde inte läsa in det valda fotot.
zh_hans: 无法加载所选照片。
zh_hant: 無法載入所選照片。

# yarn.photo.remove
source: Remove Photo
da: Fjern billede
de: Foto entfernen
el: Αφαίρεση φωτογραφίας
fi: Poista kuva
fr: Supprimer la photo
ja: 写真を削除
ko: 사진 제거
nb: Fjern bilde
nl: Foto verwijderen
sv: Ta bort bild
zh_hans: 移除照片
zh_hant: 移除照片

# yarn.photo.replace
source: Replace Photo
da: Erstat billede
de: Foto ersetzen
el: Αντικατάσταση φωτογραφίας
fi: Korvaa kuva
fr: Remplacer la photo
ja: 写真を変更
ko: 사진 교체
nb: Erstatt bilde
nl: Foto vervangen
sv: Ersätt bild
zh_hans: 更换照片
zh_hant: 更換照片

# yarn.photo.take
source: Take Photo
da: Tag billede
de: Foto aufnehmen
el: Λήψη φωτογραφίας
fi: Ota valokuva
fr: Prendre une photo
ja: 写真を撮影
ko: 사진 찍기
nb: Ta bilde
nl: Foto maken
sv: Ta foto
zh_hans: 拍摄照片
zh_hant: 拍攝照片

# yarn.range.lower
source: From
da: Fra
de: Von
el: Από
fi: Alkaen
fr: De
ja: 下限
ko: 시작
nb: Fra
nl: Van
sv: från
zh_hans: 最小
zh_hant: 最小

# yarn.range.upper
source: To
da: til
de: Bis
el: Έως
fi: Saakka
fr: À
ja: 上限
ko: 끝
nb: Til
nl: Tot
sv: till
zh_hans: 最大
zh_hant: 最大

# yarn.recommendedHookMM
source: Crochet Hook
da: Hæklenål
de: Häkelnadel
el: Βελονάκι
fi: Virkkuukoukku
fr: Crochet
ja: かぎ針
ko: 코바늘
nb: heklenål
nl: Haaknaald
sv: virknål
zh_hans: 建议钩针
zh_hant: 建議鉤針

# yarn.recommendedHookMM.lower.accessibility
source: Crochet Hook, From
da: Hæklenål, fra
de: Häkelnadel, von
el: Βελονάκι, από
fi: Virkkuukoukku, alkaen
fr: Crochet, minimum
ja: かぎ針、下限
ko: 코바늘, 시작
nb: Heklenål, fra
nl: Haaknaald, van
sv: Virknål, från
zh_hans: 建议钩针，最小
zh_hant: 建議鉤針，最小

# yarn.recommendedHookMM.upper.accessibility
source: Crochet Hook, To
da: Hæklenål, til
de: Häkelnadel, bis
el: Βελονάκι, έως
fi: Virkkuukoukku, saakka
fr: Crochet, maximum
ja: かぎ針、上限
ko: 코바늘, 끝
nb: Heklenål, til
nl: Haaknaald, tot
sv: Virknål, till
zh_hans: 建议钩针，最大
zh_hant: 建議鉤針，最大

# yarn.recommendedNeedleMM
source: Knitting Needle
da: Strikkepind
de: Stricknadel
el: Βελόνα πλεξίματος
fi: Neulepuikko
fr: Aiguille à tricoter
ja: 棒針
ko: 대바늘
nb: Strikkepinne
nl: Breinaald
sv: sticka
zh_hans: 建议棒针
zh_hant: 建議棒針

# yarn.recommendedNeedleMM.lower.accessibility
source: Knitting Needle, From
da: Strikkepind, fra
de: Stricknadel, von
el: Βελόνα πλεξίματος, από
fi: Neulepuikko, alkaen
fr: Aiguille à tricoter, minimum
ja: 棒針、下限
ko: 대바늘, 시작
nb: Strikkepinne, fra
nl: Breinaald, van
sv: Sticknål, från
zh_hans: 建议棒针，最小
zh_hant: 建議棒針，最小

# yarn.recommendedNeedleMM.upper.accessibility
source: Knitting Needle, To
da: Strikkepind, til
de: Stricknadel, bis
el: Βελόνα πλεξίματος, έως
fi: Neulepuikko, saakka
fr: Aiguille à tricoter, maximum
ja: 棒針、上限
ko: 대바늘, 끝
nb: Strikkepinne, til
nl: Breinaald, tot
sv: Sticknål, till
zh_hans: 建议棒针，最大
zh_hant: 建議棒針，最大

# yarn.remainingBalls
source: Remaining Balls
da: Resterende nøgler
de: Verbleibende Knäuel
el: Κουβάρια που απομένουν
fi: Jäljellä olevat kerät
fr: Pelotes restantes
ja: 残りの玉数
ko: 남은 실뭉치
nb: Gjenværende nøster
nl: Resterende bollen
sv: Återstående nystan
zh_hans: 剩余毛线球
zh_hant: 剩餘毛線球

# yarn.remainingGrams
source: Remaining Grams
da: Resterende gram
de: Verbleibende Gramm
el: Γραμμάρια που απομένουν
fi: Jäljellä olevat grammat
fr: Grammes restants
ja: 残りのグラム数
ko: 남은 그램
nb: Gram igjen
nl: Resterende grammen
sv: Återstående gram
zh_hans: 剩余克
zh_hant: 剩餘公克

# yarn.scan.action
source: Scan Yarn Label
da: Scan garnmærket
de: Garnetikett scannen
el: Σάρωση ετικέτας νήματος
fi: Skannaa langan etiketti
fr: Scanner l'étiquette du fil
ja: 毛糸ラベルをスキャン
ko: 실 라벨 스캔
nb: Skann garnetiketten
nl: Garenlabel scannen
sv: Skanna garnetiketten
zh_hans: 扫描毛线标签
zh_hant: 掃描毛線標籤

# yarn.scan.action.hint
source: Use one or two label photos, then confirm the recognized details
da: Brug et eller to billeder af etiketten, og bekræft derefter de genkendte oplysninger.
de: Ein oder zwei Etikettfotos verwenden und anschließend die erkannten Angaben bestätigen
el: Χρησιμοποιήστε μία ή δύο φωτογραφίες της ετικέτας και, στη συνέχεια, επιβεβαιώστε τα αναγνωρισμένα στοιχεία
fi: Käytä yhtä tai kahta etikettikuvaa ja vahvista sitten tunnistetut tiedot
fr: Utilisez une ou deux photos de l’étiquette, puis confirmez les informations reconnues
ja: ラベル写真を1〜2枚選び、認識された内容を確認してください
ko: 라벨 사진 한두 장을 사용한 다음 인식된 정보를 확인하세요.
nb: Bruk ett eller to etikettbilder, og bekreft deretter de gjenkjente detaljene.
nl: Gebruik één of twee foto's van het label en bevestig daarna de herkende gegevens
sv: Använd ett eller två etikettfoton och bekräfta sedan de identifierade detaljerna.
zh_hans: 使用一到两张标签照片，然后确认识别出的信息
zh_hant: 使用一至兩張標籤照片，再確認辨識資料

# yarn.scan.camera
source: Camera
da: kamera
de: Kamera
el: Κάμερα
fi: Kamera
fr: Appareil photo
ja: カメラ
ko: 카메라
nb: kamera
sv: kamera
zh_hans: 相机
zh_hant: 相機

# yarn.scan.camera.denied
source: Camera Access Is Off
da: Kameraadgang er slået fra.
de: Der Kamerazugriff ist deaktiviert
el: Η πρόσβαση στην κάμερα είναι απενεργοποιημένη
fi: Kameran käyttö on pois päältä
fr: L'accès à la caméra est désactivé.
ja: カメラへのアクセスがオフです
ko: 카메라 접근 꺼짐
nb: Kameratilgang er slått av.
nl: Cameratoegang staat uit
sv: Kameraåtkomst är avstängd.
zh_hans: 相机权限未打开
zh_hant: 相機權限未開啟

# yarn.scan.failed
source: The label could not be recognized.
da: Etiketten kunne ikke genkendes.
de: Das Etikett konnte nicht erkannt werden.
el: Η ετικέτα δεν μπορούσε να αναγνωριστεί.
fi: Etikettiä ei voitu tunnistaa.
fr: L'étiquette n'a pas pu être reconnue.
ja: ラベルが認識できませんでした。
ko: 라벨을 인식할 수 없습니다.
nb: Etiketten kunne ikke gjenkjennes.
nl: Het label kon niet worden herkend.
sv: Etiketten kunde inte identifieras.
zh_hans: 无法识别这张标签。
zh_hant: 無法辨識這張標籤。

# yarn.scan.finder
source: Choose from Finder
da: Vælg fra Finder
de: Im Finder auswählen
el: Επιλέξτε από το Finder
fi: Valitse Finderista
fr: Choisir dans le Finder
ja: Finderから選択
ko: Finder에서 선택
nb: Velg fra Finder
nl: Kies in Finder
sv: Välj från Finder
zh_hans: 从 Finder 选择
zh_hant: 從 Finder 選取

# yarn.scan.image.error
source: The image could not be opened. Try another photo.
da: Billedet kunne ikke åbnes. Prøv et andet billede.
de: Das Bild konnte nicht geöffnet werden. Versuche es mit einem anderen Foto.
el: Δεν ήταν δυνατό να ανοίξει η εικόνα. Δοκιμάστε άλλη φωτογραφία.
fi: Kuvaa ei voitu avata. Kokeile toista kuvaa.
fr: Impossible d’ouvrir l’image. Essayez une autre photo.
ja: 画像を開けませんでした。別の写真をお試しください。
ko: 이미지를 열 수 없습니다. 다른 사진을 시도해 주세요.
nb: Bildet kunne ikke åpnes. Prøv et annet bilde.
nl: De afbeelding kon niet worden geopend. Probeer een andere foto.
sv: Bilden kunde inte öppnas. Försök med ett annat foto.
zh_hans: 无法打开图片，请改用另一张照片。
zh_hant: 無法開啟圖片，請改用另一張照片。

# yarn.scan.image.remove
source: Remove Label Photo
da: Fjern etiketfoto
de: Etikettfoto entfernen
el: Αφαίρεση φωτογραφίας ετικέτας
fi: Poista etikettikuva
fr: Supprimer la photo de l'étiquette
ja: ラベル写真を削除
ko: 라벨 사진 제거
nb: Fjern etikettbilde
nl: Labelfoto verwijderen
sv: Ta bort etikettfoto
zh_hans: 移除标签照片
zh_hant: 移除標籤照片

# yarn.scan.image.remove.hint
source: Removes this photo before recognition.
da: Fjerner dette billede før genkendelse.
de: Entfernt dieses Foto vor der Erkennung.
el: Αφαιρεί αυτή τη φωτογραφία πριν την αναγνώριση.
fi: Poistaa tämän kuvan ennen tunnistamista.
fr: Supprime cette photo avant la reconnaissance.
ja: 認識の前にこの写真を削除します。
ko: 인식 전에 이 사진을 제거합니다.
nb: Fjerner dette bildet før det blir gjenkjent.
nl: Verwijdert deze foto vóór de herkenning.
sv: Tar bort detta foto innan det identifieras.
zh_hans: 识别前移除这张照片。
zh_hant: 辨識前移除這張照片。

# yarn.scan.images.empty
source: Add Label Photos
da: Tilføj etiketfotos
de: Etikettfotos hinzufügen
el: Προσθήκη φωτογραφιών ετικέτας
fi: Lisää etikettikuvia
fr: Ajouter des photos d'étiquettes
ja: ラベル写真を追加
ko: 라벨 사진 추가
nb: Legg til etikettbilder
nl: Labelfoto's toevoegen
sv: Lägg till etikettfoton
zh_hans: 添加标签照片
zh_hant: 加入標籤照片

# yarn.scan.images.hint
source: Choose one or two clear photos of the yarn label.
da: Vælg et eller to klare billeder af garnmærket.
de: Wähle ein oder zwei gut lesbare Fotos des Garnetiketts aus.
el: Επιλέξτε μία ή δύο καθαρές φωτογραφίες της ετικέτας νήματος.
fi: Valitse yksi tai kaksi selkeää kuvaa langan etiketistä.
fr: Choisissez une ou deux photos nettes de l’étiquette du fil.
ja: 毛糸ラベルが鮮明に写った写真を1〜2枚選んでください。
ko: 실 라벨의 선명한 사진 한두 장을 선택하세요.
nb: Velg ett eller to klare bilder av garnetiketten.
nl: Kies één of twee duidelijke foto's van het garenlabel.
sv: Välj ett eller två tydliga foton av garnetiketten.
zh_hans: 选择一到两张清晰的毛线标签照片。
zh_hant: 選擇一至兩張清楚的毛線標籤照片。

# yarn.scan.leaveBlank
source: Leave Blank
da: Lad stå tomt
de: Leer lassen
el: Αφήστε το κενό
fi: Jätä tyhjä
fr: Laisser vide
ja: 空欄のままにする
ko: 공백으로 남겨두세요
nb: La stå tomt
nl: Leeg laten
sv: Lämna tomt
zh_hans: 留空
zh_hant: 留空

# yarn.scan.needsConfirmation
source: Needs confirmation
da: Kræver bekræftelse
de: Benötigt Bestätigung
el: Χρειάζεται επιβεβαίωση
fi: Tarvitsee vahvistuksen
fr: Besoin de confirmation
ja: 確認が必要
ko: 확인이 필요합니다
nb: Trenger bekreftelse.
nl: Bevestiging nodig
sv: Behöver bekräftelse
zh_hans: 需要确认
zh_hant: 需要確認

# yarn.scan.openSettings
source: Open Settings
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα ρυθμίσεων
fi: Avaa asetukset
fr: Ouvrir les paramètres
ja: 設定を開く
ko: 설정을 열기
nb: Åpne innstillinger
nl: Instellingen openen
sv: Öppna inställningar
zh_hans: 打开设置
zh_hant: 開啟設定

# yarn.scan.photoLibrary
source: Photo Library
da: Fotobibliotek
de: Fotobibliothek
el: Βιβλιοθήκη φωτογραφιών
fi: Valokuvakirjasto
fr: Bibliothèque de photos
ja: 写真ライブラリ
ko: 사진 라이브러리
nb: Fotobibliotek
nl: Fotobibliotheek
sv: Fotobibliotek
zh_hans: 照片图库
zh_hant: 照片圖庫
